Repository: paroonk/django-wms-skk
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: th

source: English
th: อังกฤษ

source: Thai
th: ไทย

source: Successfully signed in as %(name)s.
th: ลงชื่อเข้าใช้สำเร็จในชื่อ %(name)s

source: You have signed out.
th: ลงชื่อออกเรียบร้อย

source: Inventory Product
th: ชนิดสินค้าคงคลัง

source: Inventory Quantity (Bag)
th: จำนวนสินค้าคงคลัง (ถุง)

source: Lot Name
th: ชื่อล็อต

source: Created On
th: ผลิตเมื่อ

source: Quantity must be more than 0 bag.
th: จำนวนต้องมากกว่า 0 ถุง

source: Is Inventory?
th: เป็นสินค้าคงคลัง?

source: Product
th: สินค้า

source: Buffer
th: พื้นที่พัก

source: This field is required
th: ฟิลด์นี้จำเป็น

source: Product Name
th: ชื่อสินค้า

source: Total Storage (Bag)
th: พื้นที่เก็บรวม (ถุง)

source: Available Storage (Bag)
th: พื้นที่เก็บที่ใช้ได้ (ถุง)

source: Quantity (Bag)
th: จำนวน (ถุง)

source: Quantity (Pallet)
th: จำนวน (พาเลท)

source: Available storage not enough. Quantity must be less than or equal {} bags.
th: พื้นที่เก็บที่ใช้ได้ไม่เพียงพอ จำนวนต้องน้อยกว่าหรือเท่ากับ {} ถุง

source: Inventory (Bag)
th: สินค้าคงคลัง (ถุง)

source: Available Inventory (Bag)
th: สินค้าคงคลังที่ใช้ได้ (ถุง)

source: Buffer Space (Pallet)
th: พื้นที่พักว่าง (พาเลท)

source: Retrieve Quantity (Bag)
th: สินค้านำออกที่ต้องการ (ถุง)

source: Actual Quantity (Bag)
th: สินค้านำออกจริง (ถุง)

source: Actual Quantity (Pallet)
th: สินค้านำออกจริง (พาเลท)

source: Available inventory not enough. Quantity must be less than or equal {} bags.
th: สินค้าคงคลังที่ใช้ได้ไม่เพียงพอ จำนวนต้องน้อยกว่าหรือเท่ากับ {} ถุง

source: Buffer space not enough. Quantity must be less than or equal {} pallets. Change retrieve quantity and try again.
th: พื้นที่พักว่างไม่เพียงพอ จำนวนต้องน้อยกว่าหรือเท่ากับ {} พาเลท, เปลี่ยนจำนวนสินค้านำออกที่ต้องการแล้ว ลองอีกครั้ง

source: From
th: จาก

source: To
th: ไปยัง

source: Storage For
th: พื้นที่เก็บสำหรับ

source: No inventory in selected storage. Refresh the page, and try again.
th: ไม่มีสินค้าคงคลังที่เลือกในคลัง โหลดหน้าเว็บใหม่แล้วลองอีกครั้ง

source: Selected storage already have another inventory. Refresh the page, and try again.
th: พื้นที่เก็บที่เลือกถูกใช้งานไปแล้ว โหลดหน้าเว็บใหม่แล้วลองอีกครั้ง

source: Total Quantity (Bag)
th: จำนวนทั้งหมด (ถุง)

source: Remaining Quantity (Bag)
th: จำนวนที่เหลือ (ถุง)

source: Check total quantity input.
th: ตรวจสอบจำนวนสินค้ารวมที่ใส่ใหม่

source: Quantity must be less than or equal {} pallets.
th: จำนวนต้องน้อยกว่าหรือเท่ากับ {} พาเลท

source: Robot No.
th: เลขโรบอท

source: Status
th: สถานะ

source: Mode
th: รูปแบบ

source: This field is required in storage mode.
th: ฟิลด์นี้จำเป็นสำหรับคำสั่งเก็บสินค้า

source: This field is required in retrieval/move mode.
th: ฟิลด์นี้จำเป็นสำหรับคำสั่งนำสินค้าออกหรือเคลื่อนย้าย

source: AGV Status
th: สถานะเอจีวี

source: Step
th: ขั้น

source: Pattern
th: แพทเทิร์น

source: Column
th: หลัก

source: Row
th: แถว

source: Selected coordinate not exist
th: ตำแหน่งที่เลือกไม่มีอยู่

source: AGV No.
th: เอจีวีคันที่

source: Plant
th: โรงงาน

source: By
th: โดย

source: Month
th: เดือน

source: Year
th: ปี

source: All
th: ทั้งหมด

source: Data
th: ข้อมูล

source: Date
th: วันที่

source: Number of Data
th: จำนวนข้อมูล

source: Per Pallet Quantity
th: จำนวนต่อพาเลท

source: Background Color
th: สีพื้นหลัง

source: Font Color
th: สีตัวหนังสือ

source: Storage Qty
th: จำนวนพื้นที่เก็บสินค้า

source: Inventory Qty
th: จำนวนสินค้าคงคลัง

source: Buffer Qty
th: จำนวนพื้นที่พัก

source: Misplace Qty
th: จำนวนสินค้าผิดตำแหน่ง

source: Total Qty
th: จำนวนทั้งหมด

source: Avail. Storage Qty
th: จำนวนพื้นที่เก็บที่ใช้ได้

source: Avail. Inventory Qty
th: จำนวนสินค้าคงคลังที่ใช้ได้

source: Inventory
th: สินค้าคงคลัง

source: Storage ID
th: รหัสพื้นที่เก็บสินค้า

source: Layout Col
th: หลักในแผนผัง

source: Layout Row
th: แถวในแผนผัง

source: Column ID
th: รหัสหลัก

source: Coordinate ID
th: รหัสพิกัด

source: Updated On
th: แก้ไขเมื่อ

source: Zone
th: โซน

source: Column No.
th: เลขหลัก

source: Row No.
th: เลขแถว

source: Coordinate X
th: พิกัด X

source: Coordinate Y
th: พิกัด Y

source: Is Inventory
th: เป็นสินค้าคงคลัง

source: Have Inventory
th: มีสินค้าคงคลัง

source: Bg Color
th: สีพื้นหลัง

source: Misplace
th: สินค้าผิดตำแหน่ง

source: Plan Product
th: สินค้าที่จะผลิต

source: Brand No.
th: เลขชนิดสินค้า

source: Target Quantity (Bag)
th: จำนวนเป้าหมาย (ถุง)

source: Product ID
th: รหัสสินค้า

source: Robot #1
th: โรบอท #1

source: Robot #2
th: โรบอท #2

source: Wait
th: รอ

source: Ready
th: พร้อม

source: Updated
th: แก้ไข

source: Queuing Product
th: สินค้าในคิว

source: Pick ID
th: รหัสที่หยิบ

source: Place ID
th: รหัสที่วาง

source: Storage
th: พื้นที่เก็บสินค้า

source: Retrieval/Move
th: เก็บและเคลื่อนย้าย

source: Pick Col
th: หลักที่หยิบ

source: Pick Row
th: แถวที่หยิบ

source: Place Col
th: หลักที่วาง

source: Place Row
th: แถวที่วาง

source: Lost
th: หลุด

source: OK
th: ปกติ

source: Stop
th: หยุดเดิน

source: Start
th: ทำงาน

source: Wait for queue
th: รอคิวงาน

source: Sending command
th: กำลังส่งคำสั่ง

source: Operating queue
th: ทำคิวงาน

source: AGV Column
th: หลักของเอจีวี

source: AGV Row
th: แถวของเอจีวี

source: AGV Direction
th: ทิศของเอจีวี

source: Not Pause
th: ไม่หยุด

source: Pause
th: หยุด

source: AGV
th: เอจีวี

source: AGV Control
th: สั่งงานเอจีวี

source: Production Plan
th: แผนการผลิต

source: Total Qty (Bags)
th: ทั้งหมด (ถุง)

source: Remaining Qty (Bags)
th: ที่เหลือ (ถุง)

source: %% Complete
th: ทำไปแล้ว (%%)

source: Are you sure?
th: ยืนยันหรือไม่?

source: Clear All
th: ลบทั้งหมด

source: Robot Queue
th: คิวงานโรบอท

source: Qty (Bags)
th: จำนวน (ถุง)

source: AGV Queue
th: คิวงานเอจีวี

source: Pick Location
th: จาก

source: Place Location
th: ไปยัง

source: Conn.
th: เชื่อมต่อ

source: AGV Run
th: การทำงานเอจีวี

source: Interlock
th: อินเตอร์ล๊อค

source: X NAV
th: พิกัด X

source: Y NAV
th: พิกัด Y

source: Beta NAV
th: มุม

source: AGV Col
th: หลักเอจีวี

source: Storage Order
th: คำสั่งเก็บสินค้า

source: Submit
th: ส่งคำสั่ง

source: Retrieve Order
th: คำสั่งนำสินค้าออก

source: Move Order
th: คำสั่งเคลื่อนย้าย

source: Edit Production Plan
th: แก้ไขแผนการผลิต

source: Close
th: ปิด

source: Delete
th: ลบ

source: Update
th: แก้ไข

source: Edit AGV Queue
th: แก้ไขคิวงานเอจีวี

source: Edit AGV Transfer
th: แก้ไขคำสั่งเอจีวี

source: Back to home. Are you sure?
th: สั่งกลับบ้าน ยืนยันหรือไม่?

source: Go Home
th: กลับบ้าน

source: Edit Robot Queue
th: แก้ไขคิวงานโรบอท

source: AGV Debug
th: แก้ไขเอจีวี

source: Robot Order
th: คิวงานโรบอท

source: Manual Move AGV
th: สั่งเอจีวีแบบแมนวล

source: Manual transfer. Are you sure?
th: สั่งแบบแมนวล ยืนยันหรือไม่?

source: Dashboard
th: ภาพรวม

source: Layout
th: แผนผัง

source: Layout Debug
th: แก้ไขแผนผัง

source: Server Log
th: รายการคำสั่ง

source: Site Admin
th: การจัดการไซต์

source: Search
th: ค้นหา

source: Change Language
th: เปลี่ยนภาษา

source: Paper Bag SKK
th: โรงถุงแก่งคอย

source: Log Out
th: ออกจากระบบ

source: Login
th: ลงชื่อเข้าใช้

source: Inventory Period
th: อายุสินค้าคงคลัง

source: Report
th: รายงาน

source: Stock Data
th: ข้อมูลสินค้า

source: Monthly Production
th: ยอดผลิตรายเดือน

source: Monthly Sales
th: ยอดขายรายเดือน

source: Daily Production
th: ยอดผลิตรายวัน

source: Daily Sales
th: ยอดขายรายวัน

source: Graph
th: กราฟ

source: Database
th: ฐานข้อมูล

source: Log
th: สถิติ

source: AGV #1 Transfer
th: คำสั่งเอจีวี 1

source: AGV #2 Transfer
th: คำสั่งเอจีวี 2

source: In-stock Status
th: จำนวนสินค้าในระบบ

source: Bags
th: ถุง

source: In-stock Percentage
th: ร้อยละสินค้าที่อยู่ในระบบ

source: Running
th: ทำงาน

source: Stock Overview
th: ภาพรวมสินค้า

source: %% Total
th: ร้อยละ (%%)

source: Stock Usage
th: สัดส่วนสินค้า

source: Available Storage
th: พื้นที่เก็บที่ใช้ได้

source: Save As Image
th: เซฟเป็นรูป

source: Product Database
th: ฐานข้อมูลชนิดสินค้า

source: Storage Database
th: ฐานข้อมูลพื้นที่เก็บสินค้า

source: Production Plan Log
th: สถิติแผนการผลิต

source: Custom Range
th: กำหนดเอง

source: Today
th: วันนี้

source: Yesterday
th: เมื่อวาน

source: Last 7 Days
th: 7 วันที่ผ่านมา

source: Last 30 Days
th: 30 วันที่ผ่านมา

source: This Month
th: เดือนนี้

source: Last Month
th: เดือนที่แล้ว

source: AGV Queue Log
th: สถิติคิวงานเอจีวี

source: AGV Transfer Log
th: สถิติคำสั่งเอจีวี

source: Product Log
th: สถิติชนิดสินค้า

source: Robot Queue Log
th: สถิติคิวงานโรบอท

source: Storage Log
th: สถิติพื้นที่เก็บสินค้า

source: Inventory Graph
th: กราฟสินค้าคงคลัง

source: Warehouse Layout
th: แผนผัง

source: Quantity
th: จำนวน

source: Created
th: ผลิต

source: Age
th: อายุ

source: Create Inventory
th: เพิ่มสินค้าคงคลัง

source: Create
th: เพิ่ม

source: Update Inventory
th: แก้ไขสินค้าคงคลัง

source: Warehouse Layout Debug
th: แก้ไขแผนผัง

source: Ending Stock
th: สต๊อคสิ้นเดือน

source: Production/Month
th: ยอดผลิตต่อเดือน

source: Sales/Month
th: ยอดขายต่อเดือน

source: Sum
th: รวม

source: %(delta)s ago
th: %(delta)sที่ผ่านมา

source: Changed
th: เปลี่ยนแปลง

source: Deleted
th: ลบ
